import streamlit as st


def hello_world():
    st.markdown(
        """
        ПЕРЕПИСАТЬ!
        # Добро пожаловать в ваш персональный Ассистент-Стилист! 👗✨
        
        Мы здесь, чтобы помочь вам выглядеть стильно и уверенно! Чтобы начать, расскажите нам немного о себе:
        
        - **Размеры**: Укажите ваш размер одежды и обуви, чтобы мы могли подобрать идеально сидящие вещи.
        - **Предпочтения**: Любите ли вы классику, спорт-шик или что-то более экстравагантное? Дайте нам знать!
        - **Цвет**: Есть любимые цвета или те, которые вы предпочитаете избегать? Мы учтем это!
        - **Пол**: Укажите, для кого мы подбираем образы, чтобы предложения были максимально точными.
        - **Бюджет**: Сообщите нам ваш бюджет, чтобы мы могли предложить варианты, которые вам по карману.
        
        Чем больше вы расскажете, тем точнее будут наши рекомендации! Давайте создадим ваш уникальный стиль вместе! 🌟👠

"""
    )
